/*Localized name of the help book to use*/

"TPTITLE" = "Ha cambiado la fecha o la hora. Para guardar los cambios, haga clic en Guardar. Para utilizar los ajustes anteriores, haga clic en Restaurar.";
"TPTEXT" = "Para realizar más cambios, haga clic en Cancelar.";
"TPCANCEL" = "Cancelar";
"TPREVERT" = "Restaurar";
"TPSAVE" = "Guardar";


/* Strings used as domains to use as time servers */
/*  These are NOT the names displayed in the combo box, those can be edited in the NIB file */
/*  These are the domains that actually get used when a user selects one of the popup items */
"US_NTP_SERVER_DOMAIN" = "time.apple.com";
"ASIA_NTP_SERVER_DOMAIN" = "time.asia.apple.com";
"EURO_NTP_SERVER_DOMAIN" = "time.euro.apple.com";
